Repository: AdamSzekely666/GUI
Catalog: Omni360/Camera1InspectionSetup.*.resx
Languages: fr_ca

# alphaBlendTextBox3.Text
source: Area Defect Level:
fr_ca: MONITEUR DE TENDANCE 2

# alphaBlendTextBox7.Text
source: OCR Set:
fr_ca: MONITEUR DE TENDANCE 1

# alphaBlendTextBox14.Text
source: Délai du déclenchement à la caméra 2
fr_ca: LARGEUR D'IMPULSION DU DÉCLENCHEUR DE CAMÉRA

# alphaBlendTextBox16.Text
source: Délai du déclenchement à la caméra 1
fr_ca: DÉCLENCHEMENT AU RETARD DE LA CAMÉRA

# alphaBlendTextBox15.Text
source: Paramètres de la caméra 1
fr_ca: INTERV. X ÉCHANTILE

# alphaBlendTextBox13.Text
source: Largeur d’impulsion de rejet
fr_ca: TAILLE Y

# alphaBlendTextBox12.Text
source: Upper Threshold
fr_ca: INTERVALLE Y DE COMPARAISON

# alphaBlendTextBox11.Text
source: Délai du système de rejet
fr_ca: TAILLE X

# alphaBlendTextBox10.Text
source: OCR Read:
fr_ca: INTERVALLE X DE COMPARAISON

# alphaBlendTextBox9.Text
source: Lower Threshold
fr_ca: INTERV. Y ÉCHANTILE

# alphaBlendTextBox8.Text
source: Position X du coin inférieur droit:
fr_ca: RAYON X

# alphaBlendTextBox6.Text
source: Position X du coin supérieur gauche:
fr_ca: ELLIPSE X

# alphaBlendTextBox1.Text
source: Position Y du coin inférieur droit:
fr_ca: RAYON Y

# alphaBlendTextBox4.Text
source: Position Y du coin supérieur gauche:
fr_ca: ELLIPSE Y

# alphaBlendTextBox2.Text
source: Gain caméra:
fr_ca: GAIN

# alphaBlendTextBox5.Text
source: Vitesse d’obturation caméra:
fr_ca: VITESSE OBT.
