Repository: AdamSzekely666/GUI
Catalog: Omni360/GlobalTracking.*.resx
Languages: fr_ca

# RejSensortoRejLabel.Text
source: REJ SENSOR TO REJ
fr_ca: REJ1 POUR REJETER LE RETARD

# alphaBlendTextBox1.Text
source: REJ. PULSE WIDTH
fr_ca: LARGEUR D'IMPULSION DE REJET

# Cam1toRejectDelayLabel.Text
source: CAM1. TO REJ. DELAY
fr_ca: CAM1 POUR REJETER LE RETARD

# ResetError3Btn.Text
source: RESET ERROR
fr_ca: ERREUR DE RÉINITIALISATION

# ResetError2Btn.Text
source: RESET ERROR
fr_ca: ERREUR DE RÉINITIALISATION

# ResetError1Btn.Text
source: RESET ERROR
fr_ca: ERREUR DE RÉINITIALISATION

# MeasuredRejectProductLabel.Text
source: MEASURED REJECT WIDTH
fr_ca: Largeur de rejet mesurée

# RejProductWidthLabel.Text
source: REJECT PRODUCT WIDTH
fr_ca: Largeur de rejet

# alphaBlendTextBox21.Text
source: UPSTREAM ENCODER PPS
fr_ca: AMONT NOMBRE D'ENCODEURS

# alphaBlendTextBox11.Text
source: CAMERA TIMEOUT
fr_ca: TEMPS MORT DE LA CAMÉRA

# alphaBlendTextBox8.Text
source: INSPECTION ENCODER PPS
fr_ca: NOMBRE D'ENCODEURS

# MeasureProductWidthBtn.Text
source: MEASURE
fr_ca: MESURE

# alphaBlendTextBox6.Text
source: MEASURED TRIGGER WIDTH
fr_ca: Largeur de déclenchement mesurée

# alphaBlendTextBox5.Text
source: TRIGGER PRODUCT WIDTH
fr_ca: Largeur de déclenchement

# alphaBlendTextBox3.Text
source: MAX CONSECUTIVE
fr_ca: MAXIMUM CONSÉCUTIF
